Repository: jmaargh/titlebar-screenshot-gnome-extension
Catalog: po/*.po
Languages: nl

source: Copy screenshot
nl: Schermfoto kopiëren

source: Screenshot to file
nl: Schermfoto opslaan

source: Screenshot tool
nl: Schermfotohulpmiddel

source: Screenshot captured
nl: De schermfoto is gemaakt

source: Image copied to clipboard
nl: De foto is gekopieerd naar het klembord

source: Screenshot failed
nl: Er kan geen schermfoto worden gemaakt

source: Click to open containing directory
nl: Klik om de bijbehorende map te openen

source: Open containing directory
nl: Bijbehorende map openen

source: Configuration
nl: Voorkeuren

source: Configured immediately. To test, right-click the titlebar of the current window.
nl: Alles is ingesteld. Klik met de rechtermuisknop op de titelbalk van het huidige venster.

source: Position in menu
nl: Menupositie

source: Number of items before screenshot actions (including separators)
nl: Het aantal items vóór de schermfoto-acties (inclusief scheidingslijnen)

source: Add separators
nl: Scheidingslijnen toevoegen

source: Insert separators around screenshot actions in menu
nl: Voeg scheidingslijnen toe rond schermfoto-acties in het menu

source: Show icons
nl: Pictogrammen tonen

source: Add icon next to all screenshot actions
nl: Toon pictogrammen naast de schermfoto-acties

source: Add
nl: Toevoegen

source: Replace with
nl: Vervangen door

source: Menu item text
nl: Menu-itemtekst

source: Remove
nl: Verwijderen

source: Whether and where to show the copy screenshot action. 0 will disable this action, positive numbers indicate the order they are shown in (lower numbers appear first).
nl: Of en waar de actie ‘Schermfoto kopiëren’ moet worden getoond. 0=uitschakelen; positief getal=weergavevolgorde (hoe lager, hoe hoger op de lijst).

source: Whether and where to show the screenshot-to-file action. 0 will disable this action, positive numbers indicate the order they are shown in (lower numbers appear first).
nl: Of en waar de actie ‘Schermfoto opslaan’ moet worden getoond. 0=uitschakelen; positief getal=weergavevolgorde (hoe lager, hoe hoger op de lijst).

source: Whether and where to show the screenshot tool action. 0 will disable this action, positive numbers indicate the order they are shown in (lower numbers appear first).
nl: Of en waar de actie ‘Schermfotohulpmiddel’ moet worden getoond. 0=uitschakelen; positief getal=weergavevolgorde (hoe lager, hoe hoger op de lijst).

source: 'Copy screenshot'
nl: ‘Schermfoto kopiëren’

source: Text for the action which copies a screenshot to the clipboard.
nl: De tekst die actie beschrijft waarbij een foto naar het klembord wordt gekopieerd.

source: 'Screenshot to file'
nl: ‘Schermfoto opslaan’

source: Text for the action which saves a screenshot to a file.
nl: De tekst die actie beschrijft waarbij een foto wordt opgeslagen.

source: 'Screenshot tool'
nl: ‘Schermfotohulpmiddel’

source: Text for the action which opens the screenshot tool.
nl: De tekst die actie van het schermfotohulpmiddel beschrijft.

source: Position to show actions in the context menu. This is the number of items (including separators) which will appear before screenshot actions.
nl: De volgorde van acties in het rechtermuisknopmenu. Dit is omvat het aantal items (inclusief scheidingslijnen) die worden getoond vóór de schermfoto-acties.

source: Use separators in the context menu around screenshot actions.
nl: Voeg scheidingslijnen toe rond schermfoto-acties in het menu.

source: Show icon next to menu items.
nl: Toon pictogrammen naast menu-items.
